Repository: conrader/plainsay
Catalog: Sources/PlainsayApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt, ru, uk, zh_hans

# menu.fixInSettings
source: Fix in Settings…
de: In Einstellungen beheben…
es: Solucionar en Ajustes…
fr: Corriger dans Réglages…
it: Correggi nelle Impostazioni…
ja: 設定で修正…
ko: 설정에서 수정…
nl: Oplossen in Instellingen…
pl: Napraw w Ustawieniach…
pt: Corrigir nas Definições…
ru: Исправить в настройках…
uk: Виправити в налаштуваннях…
zh_hans: 在设置中修复…

# menu.missingPermissions
source: Missing permissions: %@
de: Fehlende Berechtigungen: %@
es: Permisos que faltan: %@
fr: Autorisations manquantes : %@
it: Permessi mancanti: %@
ja: 不足している権限: %@
ko: 부족한 권한: %@
nl: Ontbrekende machtigingen: %@
pl: Brakujące uprawnienia: %@
pt: Permissões em falta: %@
ru: Не хватает разрешений: %@
uk: Бракує дозволів: %@
zh_hans: 缺少以下权限：%@

# menu.status.downloading
source: Downloading speech model… %d%%
de: Sprachmodell wird heruntergeladen… %d %%
es: Descargando modelo de voz… %d%%
fr: Téléchargement du modèle vocal… %d %%
it: Download del modello vocale… %d%%
ja: 音声モデルをダウンロード中… %d%%
ko: 음성 모델 다운로드 중… %d%%
nl: Spraakmodel wordt gedownload… %d%%
pl: Pobieranie modelu mowy… %d%%
pt: A transferir o modelo de voz… %d%%
ru: Загрузка речевой модели… %d%%
uk: Завантаження мовленнєвої моделі… %d%%
zh_hans: 正在下载语音模型… %d%%

# menu.status.error
source: Not ready — %@
de: Nicht bereit — %@
es: No preparado — %@
fr: Pas prêt — %@
it: Non pronto — %@
ja: 準備未完了 — %@
ko: 준비되지 않음 — %@
nl: Niet klaar — %@
pl: Niegotowe — %@
pt: Não preparado — %@
ru: Не готово — %@
uk: Не готово — %@
zh_hans: 尚未就绪 — %@

# menu.status.finishSetup
source: Finish setup to start dictation
de: Einrichtung abschließen, um zu diktieren
es: Termina la configuración para empezar a dictar
fr: Terminez la configuration pour commencer à dicter
it: Termina la configurazione per iniziare a dettare
ja: 口述筆記を始めるにはセットアップを完了してください
ko: 받아쓰기를 시작하려면 설정을 완료하세요
nl: Rond de installatie af om te beginnen met dicteren
pl: Dokończ konfigurację, by zacząć dyktować
pt: Termina a configuração para começar a ditar
ru: Завершите настройку, чтобы начать диктовку
uk: Завершіть налаштування, щоб почати диктування
zh_hans: 请完成设置以开始听写

# menu.status.grantPermissions
source: Not ready — grant the missing permissions
de: Nicht bereit — fehlende Berechtigungen erteilen
es: No preparado — concede los permisos que faltan
fr: Pas prêt — accordez les autorisations manquantes
it: Non pronto — concedi i permessi mancanti
ja: 準備未完了 — 不足している権限を許可してください
ko: 준비되지 않음 — 부족한 권한을 허용하세요
nl: Niet klaar — verleen de ontbrekende machtigingen
pl: Niegotowe — przyznaj brakujące uprawnienia
pt: Não preparado — concede as permissões em falta
ru: Не готово — предоставьте недостающие разрешения
uk: Не готово — надайте дозволи, яких бракує
zh_hans: 尚未就绪 — 请授予缺少的权限

# menu.status.modelFailed
source: Speech model failed to load
de: Sprachmodell konnte nicht geladen werden
es: Error al cargar el modelo de voz
fr: Échec du chargement du modèle vocal
it: Impossibile caricare il modello vocale
ja: 音声モデルの読み込みに失敗しました
ko: 음성 모델을 불러오지 못했습니다
nl: Spraakmodel laden mislukt
pl: Nie udało się wczytać modelu mowy
pt: Falha ao carregar o modelo de voz
ru: Не удалось загрузить речевую модель
uk: Не вдалося завантажити мовленнєву модель
zh_hans: 语音模型加载失败

# menu.status.preparing
source: Preparing speech model for this Mac…
de: Sprachmodell wird für diesen Mac vorbereitet…
es: Preparando el modelo de voz para este Mac…
fr: Préparation du modèle vocal pour ce Mac…
it: Preparazione del modello vocale per questo Mac…
ja: このMac用に音声モデルを準備中…
ko: 이 Mac용 음성 모델 준비 중…
nl: Spraakmodel wordt voorbereid voor deze Mac…
pl: Przygotowywanie modelu mowy dla tego Maca…
pt: A preparar o modelo de voz para este Mac…
ru: Подготовка речевой модели для этого Mac…
uk: Підготовка мовленнєвої моделі для цього Mac…
zh_hans: 正在为这台 Mac 准备语音模型…

# menu.status.preparingWithProgress
source: Preparing speech model… %d%%
de: Sprachmodell wird vorbereitet… %d %%
es: Preparando modelo de voz… %d%%
fr: Préparation du modèle vocal… %d %%
it: Preparazione del modello vocale… %d%%
ja: 音声モデルを準備中… %d%%
ko: 음성 모델 준비 중… %d%%
nl: Spraakmodel wordt voorbereid… %d%%
pl: Przygotowywanie modelu mowy… %d%%
pt: A preparar o modelo de voz… %d%%
ru: Подготовка речевой модели… %d%%
uk: Підготовка мовленнєвої моделі… %d%%
zh_hans: 正在准备语音模型… %d%%

# menu.status.starting
source: Starting…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
it: Avvio…
ja: 起動中…
ko: 시작하는 중…
nl: Bezig met starten…
pl: Uruchamianie…
pt: A iniciar…
ru: Запуск…
uk: Запуск…
zh_hans: 正在启动…

# modelStatus.a11y.downloading
source: Downloading speech model
de: Sprachmodell wird heruntergeladen
es: Descargando el modelo de voz
fr: Téléchargement du modèle vocal
it: Download del modello vocale
ja: 音声モデルをダウンロード中
ko: 음성 모델 다운로드 중
nl: Spraakmodel wordt gedownload
pl: Pobieranie modelu mowy
pt: A transferir o modelo de voz
ru: Загрузка речевой модели
uk: Завантаження мовленнєвої моделі
zh_hans: 正在下载语音模型

# modelStatus.a11y.failed
source: Speech model failed to load
de: Sprachmodell konnte nicht geladen werden
es: Error al cargar el modelo de voz
fr: Échec du chargement du modèle vocal
it: Impossibile caricare il modello vocale
ja: 音声モデルの読み込みに失敗しました
ko: 음성 모델을 불러오지 못함
nl: Spraakmodel laden mislukt
pl: Nie udało się wczytać modelu mowy
pt: Falha ao carregar o modelo de voz
ru: Не удалось загрузить речевую модель
uk: Не вдалося завантажити мовленнєву модель
zh_hans: 语音模型加载失败

# modelStatus.a11y.inProgress
source: In progress
de: Läuft
es: En curso
fr: En cours
it: In corso
ja: 処理中
ko: 진행 중
nl: Bezig
pl: W trakcie
pt: Em curso
ru: В процессе
uk: У процесі
zh_hans: 进行中

# modelStatus.a11y.notReady
source: Speech model not ready
de: Sprachmodell nicht bereit
es: Modelo de voz no preparado
fr: Modèle vocal non prêt
it: Modello vocale non pronto
ja: 音声モデルの準備ができていません
ko: 음성 모델이 준비되지 않음
nl: Spraakmodel niet klaar
pl: Model mowy niegotowy
pt: Modelo de voz não preparado
ru: Речевая модель не готова
uk: Мовленнєва модель не готова
zh_hans: 语音模型尚未就绪

# modelStatus.a11y.percent
source: %d percent
de: %d Prozent
es: %d por ciento
fr: %d pour cent
it: %d percento
ja: %d パーセント
ko: %d 퍼센트
nl: %d procent
pl: %d procent
pt: %d por cento
ru: %d процентов
uk: %d відсотків
zh_hans: 百分之 %d

# modelStatus.a11y.preparing
source: Preparing speech model
de: Sprachmodell wird vorbereitet
es: Preparando el modelo de voz
fr: Préparation du modèle vocal
it: Preparazione del modello vocale
ja: 音声モデルを準備中
ko: 음성 모델 준비 중
nl: Spraakmodel wordt voorbereid
pl: Przygotowywanie modelu mowy
pt: A preparar o modelo de voz
ru: Подготовка речевой модели
uk: Підготовка мовленнєвої моделі
zh_hans: 正在准备语音模型

# modelStatus.a11y.ready
source: Speech model ready
de: Sprachmodell bereit
es: Modelo de voz listo
fr: Modèle vocal prêt
it: Modello vocale pronto
ja: 音声モデルの準備ができました
ko: 음성 모델 준비 완료
nl: Spraakmodel klaar
pl: Model mowy gotowy
pt: Modelo de voz pronto
ru: Речевая модель готова
uk: Мовленнєва модель готова
zh_hans: 语音模型已就绪

source: primary
de: primär
es: principal
fr: principale
it: principale
ja: 優先
ko: 기본
nl: primair
pl: główny
pt: principal
ru: основной
uk: основна
zh_hans: 主要

source: raw
de: unbearbeitet
es: sin editar
fr: brut
it: non elaborato
ja: 未編集
ko: 원본
nl: ruw
pl: surowy
pt: em bruto
ru: исходный
uk: вихідний
zh_hans: 未处理

# settings.apiKeyTitle
source: %@ API key
de: %@-API-Schlüssel
es: Clave de API de %@
fr: Clé API %@
it: Chiave API di %@
ja: %@ APIキー
ko: %@ API 키
nl: %@ API-sleutel
pl: Klucz API %@
pt: Chave de API do %@
ru: API-ключ %@
uk: API-ключ %@
zh_hans: %@ API 密钥

# settings.behaviorHint.hold
source: Hold %@ and speak. Recording ends when you let go.
de: %@ halten und sprechen. Die Aufnahme endet beim Loslassen.
es: Mantén pulsado %@ y habla. La grabación termina al soltarlo.
fr: Maintenez %@ et parlez. L'enregistrement s'arrête quand vous relâchez.
it: Tieni premuto %@ e parla. La registrazione termina quando lo rilasci.
ja: %@ を押しながら話します。離すと録音が終了します。
ko: %@ 를 누른 채로 말하세요. 손을 떼면 녹음이 종료됩니다.
nl: Houd %@ ingedrukt en spreek. Opnemen stopt zodra je loslaat.
pl: Przytrzymaj %@ i mów. Nagrywanie kończy się po puszczeniu.
pt: Mantém premido %@ e fala. A gravação termina quando o soltas.
ru: Удерживайте %@ и говорите. Запись заканчивается, когда вы отпускаете клавишу.
uk: Утримуйте %@ і говоріть. Запис завершується, коли ви відпускаєте клавішу.
zh_hans: 按住 %@ 说话。松开即结束录音。

# settings.behaviorHint.holdOrTap
source: Hold %@ and speak, or tap it once to keep recording and tap again to stop.
de: %@ halten und sprechen, oder einmal tippen, um die Aufnahme fortzusetzen, und erneut tippen, um zu stoppen.
es: Mantén pulsado %@ y habla, o pulsa una vez para seguir grabando y vuelve a pulsar para detener.
fr: Maintenez %@ et parlez, ou appuyez une fois pour continuer l'enregistrement et appuyez à nouveau pour arrêter.
it: Tieni premuto %@ e parla, oppure premi una volta per continuare a registrare e premi di nuovo per fermarti.
ja: %@ を押しながら話す、または一度タップして録音を続け、もう一度タップして停止します。
ko: %@ 를 누른 채로 말하거나, 한 번 탭해서 계속 녹음하고 다시 탭해서 멈추세요.
nl: Houd %@ ingedrukt en spreek, of tik er eenmaal op om te blijven opnemen en tik nogmaals om te stoppen.
pl: Przytrzymaj %@ i mów, albo stuknij raz, by kontynuować nagrywanie, i stuknij ponownie, by zatrzymać.
pt: Mantém premido %@ e fala, ou prime uma vez para continuar a gravar e prime de novo para parar.
ru: Удерживайте %@ и говорите, либо нажмите один раз, чтобы продолжить запись, и ещё раз, чтобы остановить.
uk: Утримуйте %@ і говоріть, або натисніть один раз, щоб продовжити запис, і ще раз, щоб зупинити.
zh_hans: 按住 %@ 说话，或轻按一次以持续录音，再次轻按即可停止。

# settings.behaviorHint.tap
source: Tap %@ to start recording, tap again to stop.
de: %@ tippen, um die Aufnahme zu starten, erneut tippen, um zu stoppen.
es: Pulsa %@ para empezar a grabar, pulsa otra vez para detener.
fr: Appuyez sur %@ pour démarrer l'enregistrement, appuyez à nouveau pour arrêter.
it: Premi %@ per iniziare a registrare, premi di nuovo per fermarti.
ja: %@ をタップして録音を開始し、もう一度タップして停止します。
ko: %@ 를 탭해서 녹음을 시작하고, 다시 탭해서 멈추세요.
nl: Tik op %@ om op te nemen, tik nogmaals om te stoppen.
pl: Stuknij %@, by rozpocząć nagrywanie, stuknij ponownie, by zatrzymać.
pt: Prime %@ para começar a gravar, prime de novo para parar.
ru: Нажмите %@, чтобы начать запись, и ещё раз, чтобы остановить.
uk: Натисніть %@, щоб почати запис, і ще раз, щоб зупинити.
zh_hans: 轻按 %@ 开始录音，再次轻按即可停止。

# settings.editingStatus.configured
source: Editing runs through %@ using %@. A failure always falls back to the raw transcript.
de: Die Bearbeitung läuft über %@ mit %@. Ein Fehler führt immer zum unbearbeiteten Text zurück.
es: La edición se ejecuta a través de %@ usando %@. Un fallo siempre vuelve al transcrito sin editar.
fr: L'édition fonctionne via %@ avec %@. Un échec revient toujours à la transcription brute.
it: L'editing viene eseguito tramite %@ usando %@. Un errore torna sempre alla trascrizione non elaborata.
ja: 編集は %@ を通じて %@ を使って実行されます。失敗した場合は常に生の文字起こしにフォールバックします。
ko: 편집은 %@ 를 통해 %@ 를 사용해 실행됩니다. 실패하면 항상 원본 필사본으로 대체됩니다.
nl: Bewerken verloopt via %@ met %@. Bij een fout wordt altijd teruggevallen op het ruwe transcript.
pl: Edycja działa poprzez %@, używając %@. Błąd zawsze skutkuje powrotem do surowego transkryptu.
pt: A edição é executada através de %@ usando %@. Uma falha volta sempre à transcrição em bruto.
ru: Редактирование работает через %@, используя %@. При сбое всегда используется необработанная расшифровка.
uk: Редагування працює через %@, використовуючи %@. У разі збою завжди застосовується необроблена розшифровка.
zh_hans: 编辑功能通过 %@ 运行，使用 %@ 模型。一旦失败，将始终回退到原始转录文本。

# settings.editingStatus.notConfigured
source: Not configured — Plainsay will insert the raw transcript until a key is saved.
de: Nicht konfiguriert — Plainsay fügt den unbearbeiteten Text ein, bis ein Schlüssel gespeichert ist.
es: No configurado — Plainsay insertará el transcrito sin editar hasta que se guarde una clave.
fr: Non configuré — Plainsay insérera la transcription brute jusqu'à ce qu'une clé soit enregistrée.
it: Non configurato — Plainsay inserirà la trascrizione non elaborata finché non salvi una chiave.
ja: 未設定です — キーが保存されるまでPlainsayは生の文字起こしを挿入します。
ko: 설정되지 않음 — 키가 저장되기 전까지 Plainsay는 원본 필사본을 삽입합니다.
nl: Niet geconfigureerd — Plainsay voegt het ruwe transcript in totdat er een sleutel is opgeslagen.
pl: Nieskonfigurowane — Plainsay będzie wstawiać surowy transkrypt, dopóki klucz nie zostanie zapisany.
pt: Não configurado — o Plainsay vai inserir a transcrição em bruto até guardares uma chave.
ru: Не настроено — Plainsay будет вставлять необработанную расшифровку, пока не сохранён ключ.
uk: Не налаштовано — Plainsay вставлятиме необроблену розшифровку, поки не збережено ключ.
zh_hans: 尚未配置——在保存密钥之前，Plainsay 会插入未经处理的原始转录文本。

# settings.modelDownloadNote
source: %@ download, then it runs entirely on this Mac.
de: %@ Download, danach läuft es vollständig auf diesem Mac.
es: Descarga de %@, y después se ejecuta totalmente en este Mac.
fr: Téléchargement de %@, puis fonctionne entièrement sur ce Mac.
it: Download di %@, poi funziona interamente su questo Mac.
ja: %@ をダウンロードすれば、その後は完全にこのMac上で動作します。
ko: %@ 를 다운로드하면 이후에는 이 Mac에서 완전히 실행됩니다.
nl: %@ downloaden, daarna draait het volledig op deze Mac.
pl: Pobranie %@, potem działa w całości na tym Macu.
pt: Transferência de %@ e depois funciona inteiramente neste Mac.
ru: Загрузка %@, дальше всё работает полностью на этом Mac.
uk: Завантаження %@, далі все працює повністю на цьому Mac.
zh_hans: 下载 %@，之后将完全在这台 Mac 上运行。

# settings.modelLabel
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt: Modelo
ru: Модель
uk: Модель
zh_hans: 模型

# settings.modelPlaceholder
source: model name
de: Modellname
es: nombre del modelo
fr: nom du modèle
it: nome del modello
ja: モデル名
ko: 모델 이름
nl: modelnaam
pl: nazwa modelu
pt: nome do modelo
ru: название модели
uk: назва моделі
zh_hans: 模型名称

# settings.sourceExplanation.cloud
source: About $3/month: transcription and cleanup are included, with no model download or keys to manage. Audio is uploaded to Plainsay Cloud.
de: Etwa 3 $/Monat: Transkription und Bearbeitung sind inklusive, ohne Modell-Download oder Schlüsselverwaltung. Audio wird an Plainsay Cloud hochgeladen.
es: Unos 3 $/mes: la transcripción y la edición están incluidas, sin descarga de modelo ni claves que gestionar. El audio se sube a Plainsay Cloud.
fr: Environ 3 $/mois : transcription et nettoyage inclus, sans téléchargement de modèle ni clés à gérer. L'audio est envoyé à Plainsay Cloud.
it: Circa 3 $/mese: trascrizione e pulizia sono incluse, senza download di modelli né chiavi da gestire. L'audio viene caricato su Plainsay Cloud.
ja: 月額約3ドル: 文字起こしとクリーンアップが含まれ、モデルのダウンロードや管理するキーは不要です。音声はPlainsay Cloudにアップロードされます。
ko: 월 약 3달러: 필사와 정리가 포함되며, 모델 다운로드나 관리할 키가 필요 없습니다. 오디오는 Plainsay Cloud로 업로드됩니다.
nl: Ongeveer $3/maand: transcriptie en opschonen zijn inbegrepen, zonder modeldownload of sleutels om te beheren. Audio wordt geüpload naar Plainsay Cloud.
pl: Około 3 USD/miesiąc: transkrypcja i edycja są wliczone, bez pobierania modelu ani zarządzania kluczami. Audio jest przesyłane do Plainsay Cloud.
pt: Cerca de 3 $/mês: a transcrição e a edição estão incluídas, sem transferência de modelo nem chaves para gerir. O áudio é enviado para o Plainsay Cloud.
ru: Около 3 $/месяц: расшифровка и редактирование включены, без загрузки модели и ключей для настройки. Аудио загружается в Plainsay Cloud.
uk: Приблизно 3 $/місяць: розшифровка і редагування включені, без завантаження моделі чи ключів для налаштування. Аудіо завантажується в Plainsay Cloud.
zh_hans: 约 3 美元/月：包含转录与清理功能，无需下载模型或管理密钥。音频会上传到 Plainsay Cloud。

# settings.sourceExplanation.local
source: Recorded audio stays on this Mac. Local speech needs a model download and uses Mac storage and memory; optional cleanup may still send transcript text to its configured provider.
de: Aufgenommenes Audio bleibt auf diesem Mac. Lokale Sprache benötigt einen Modell-Download und nutzt Speicher und Arbeitsspeicher des Mac; optionale Bearbeitung kann Transkripttext trotzdem an den konfigurierten Anbieter senden.
es: El audio grabado se queda en este Mac. La voz local necesita descargar un modelo y usa almacenamiento y memoria del Mac; la edición opcional puede seguir enviando texto del transcrito a su proveedor configurado.
fr: L'audio enregistré reste sur ce Mac. La voix locale nécessite un téléchargement de modèle et utilise le stockage et la mémoire du Mac ; le nettoyage optionnel peut quand même envoyer le texte de la transcription à son fournisseur configuré.
it: L'audio registrato resta su questo Mac. La voce locale richiede il download di un modello e usa spazio di archiviazione e memoria del Mac; la pulizia opzionale può comunque inviare il testo trascritto al provider configurato.
ja: 録音した音声はこのMac上に残ります。ローカル音声にはモデルのダウンロードが必要で、Macのストレージとメモリを使用します。任意のクリーンアップを有効にすると、文字起こしテキストが設定したプロバイダーに送信される場合があります。
ko: 녹음된 오디오는 이 Mac에 남습니다. 로컬 음성은 모델 다운로드가 필요하며 Mac의 저장 공간과 메모리를 사용합니다. 선택적 정리 기능이 켜져 있으면 필사 텍스트가 설정된 제공사로 전송될 수 있습니다.
nl: Opgenomen audio blijft op deze Mac. Lokale spraak vereist een modeldownload en gebruikt opslag en geheugen van de Mac; optioneel opschonen kan nog steeds transcripttekst naar de ingestelde provider sturen.
pl: Nagrane audio pozostaje na tym Macu. Mowa lokalna wymaga pobrania modelu i zajmuje miejsce oraz pamięć Maca; opcjonalna edycja może wciąż wysyłać tekst transkryptu do skonfigurowanego dostawcy.
pt: O áudio gravado fica neste Mac. A voz local precisa de transferir um modelo e usa armazenamento e memória do Mac; a edição opcional pode continuar a enviar texto da transcrição para o fornecedor configurado.
ru: Записанное аудио остаётся на этом Mac. Локальная речь требует загрузки модели и использует память и хранилище Mac; при включённом редактировании текст расшифровки всё же может отправляться настроенному провайдеру.
uk: Записане аудіо залишається на цьому Mac. Локальне мовлення потребує завантаження моделі та використовує пам'ять і сховище Mac; за увімкненого редагування текст розшифровки все одно може надсилатися налаштованому постачальнику.
zh_hans: 录制的音频保留在这台 Mac 上。本地语音识别需要下载模型，并占用 Mac 的存储和内存；若启用了清理功能，转录文本仍可能被发送给所配置的供应商。

# settings.sourceExplanation.remote
source: Audio is uploaded to a service you hold the key for. No model download, billed per minute.
de: Audio wird an einen Dienst hochgeladen, für den du den Schlüssel besitzt. Kein Modell-Download, Abrechnung pro Minute.
es: El audio se sube a un servicio del que tienes la clave. Sin descarga de modelo, se factura por minuto.
fr: L'audio est envoyé à un service dont vous détenez la clé. Aucun téléchargement de modèle, facturé à la minute.
it: L'audio viene caricato su un servizio di cui possiedi la chiave. Nessun download di modello, fatturazione al minuto.
ja: 音声は、あなたがキーを持つサービスにアップロードされます。モデルのダウンロードは不要で、分単位で課金されます。
ko: 오디오는 당신이 키를 가진 서비스로 업로드됩니다. 모델 다운로드가 필요 없고, 분 단위로 청구됩니다.
nl: Audio wordt geüpload naar een dienst waarvoor jij de sleutel hebt. Geen modeldownload, gefactureerd per minuut.
pl: Audio jest przesyłane do usługi, dla której masz klucz. Bez pobierania modelu, rozliczane za minutę.
pt: O áudio é enviado para um serviço de que tens a chave. Sem transferência de modelo, faturado por minuto.
ru: Аудио загружается в сервис, для которого у вас есть ключ. Без загрузки модели, оплата по минутам.
uk: Аудіо завантажується в сервіс, для якого у вас є ключ. Без завантаження моделі, оплата за хвилинами.
zh_hans: 音频会上传到你持有密钥的服务。无需下载模型，按分钟计费。

# settings.updates.lastChecked
source: Last checked: %@. Plainsay is distributed outside the App Store, so it has to check for its own updates.
de: Zuletzt geprüft: %@. Plainsay wird außerhalb des App Store vertrieben und muss deshalb selbst nach Updates suchen.
es: Última comprobación: %@. Plainsay se distribuye fuera de la App Store, así que tiene que buscar sus propias actualizaciones.
fr: Dernière vérification : %@. Plainsay est distribué hors du App Store, il doit donc vérifier lui-même les mises à jour.
it: Ultimo controllo: %@. Plainsay è distribuito fuori dall'App Store, quindi deve controllare da sé i propri aggiornamenti.
ja: 最終確認: %@。Plainsayはアプリストア外で配布されているため、自分でアップデートを確認する必要があります。
ko: 마지막 확인: %@. Plainsay는 앱스토어 외부에서 배포되므로 스스로 업데이트를 확인해야 합니다.
nl: Laatst gecontroleerd: %@. Plainsay wordt buiten de App Store verspreid, dus het moet zelf op updates controleren.
pl: Ostatnio sprawdzono: %@. Plainsay jest dystrybuowana poza App Store, więc sama musi sprawdzać aktualizacje.
pt: Última verificação: %@. O Plainsay é distribuído fora da App Store, por isso tem de procurar as suas próprias atualizações.
ru: Последняя проверка: %@. Plainsay распространяется вне App Store, поэтому проверяет обновления самостоятельно.
uk: Остання перевірка: %@. Plainsay поширюється поза App Store, тож перевіряє оновлення самостійно.
zh_hans: 上次检查时间：%@。Plainsay 在 App Store 之外分发，因此需要自行检查更新。

# settings.vocabulary.explanation.other
source: Add names, jargon, and product names that come out garbled. Plainsay feeds them to the speech model, then corrects any spellings it still gets wrong.
de: Füge Namen, Fachbegriffe und Produktnamen hinzu, die verstümmelt herauskommen. Plainsay gibt sie an das Sprachmodell weiter und korrigiert danach verbleibende Schreibfehler.
es: Añade nombres, jerga y nombres de producto que salen distorsionados. Plainsay los pasa al modelo de voz y luego corrige cualquier grafía que siga fallando.
fr: Ajoutez les noms, le jargon et les noms de produits qui ressortent déformés. Plainsay les transmet au modèle vocal, puis corrige les fautes d'orthographe restantes.
it: Aggiungi nomi, gergo e nomi di prodotto che risultano storpiati. Plainsay li passa al modello vocale, poi corregge eventuali grafie ancora sbagliate.
ja: 文字化けして出てくる名前、専門用語、製品名を追加してください。Plainsayはそれらを音声モデルに渡し、その後も残っているスペルの誤りを修正します。
ko: 왜곡되어 나오는 이름, 전문 용어, 제품명을 추가하세요. Plainsay가 이를 음성 모델에 전달한 다음, 여전히 남아 있는 철자 오류를 수정합니다.
nl: Voeg namen, jargon en productnamen toe die vervormd overkomen. Plainsay geeft ze door aan het spraakmodel en corrigeert daarna eventuele resterende spelfouten.
pl: Dodaj nazwy, żargon i nazwy produktów, które wychodzą zniekształcone. Plainsay przekazuje je modelowi mowy, a potem poprawia zapisy, które wciąż wychodzą błędnie.
pt: Adiciona nomes, jargão e nomes de produtos que saem distorcidos. O Plainsay envia-os ao modelo de voz e depois corrige qualquer grafia que ainda esteja errada.
ru: Добавляйте имена, термины и названия продуктов, которые распознаются с искажениями. Plainsay передаёт их речевой модели, а затем исправляет написания, которые всё равно распознаются неверно.
uk: Додавайте імена, терміни та назви продуктів, які розпізнаються з викривленнями. Plainsay передає їх мовленнєвій моделі, а потім виправляє написання, які все одно розпізнаються неправильно.
zh_hans: 添加容易被识别错的姓名、专业术语和产品名称。Plainsay 会将它们提供给语音模型，然后再纠正仍然出错的拼写。
